commands = '''
ـ               𖠜 Max Source 𖠜**
     ـ●━━━━━━━━━━━━━━●
✥┊⌔ مـرحبـاً عـزيـزي 𓏺 
✥┊⌔ أـنسخه الامـر ©️
     ـ●━━━━━━━━━━━━━━●
✥┊ .م1   ➧ إعـــدادات الـــســورس ⚙️
✥┊ .م2   ➧ أوامــر صيـــد اليوزرات 💯
✥┊ .م3   ➧ أوامــر تـجـمـيـع النقاط 🚀
✥┊ .م4  ➧ أوامــر اضافية 🎫
     ـ●━━━━━━━━━━━━━━●
ـ**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
ـ                𖠜 Max Hunter Setting 𖠜**
     ـ●━━━━━━━━━━━━━━━━●
✥┊⌔ مـرحبـاً عـزيـزي 𓏺
✥┊⌔ أـنسخه الامـر ©️
     ـ●━━━━━━━━━━━━━━━━●
✥┊.فحص                    ➧ فحص الـــســورس 🔎
✥┊.سورس                  ➧ فحص الـــســورس 🔎
✥┊.اعادة تشغيل➧ تحديث الـسـورس ♻️
     ـ●━━━━━━━━━━━━━━━━●
ـ

'''
sec2 = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

𖠜 Max Hunter Checker 𖠜  Developer
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ .صيد + العدد + النوع + يوزر القناة : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ .حالة الصيد : لمعرفة تقدم الصيد

✩ .ايقاف الصيد : لايقاف الصيد
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
ـ          𖠜 Max Hunter FloodWait 𖠜
     ـ●━━━━━━━━━━━━━━●
✥┊⌔ اهلا بك فى قسم التثبيت
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━●
✥┊ .تثبيت تلقائي + عدد التثبيت + يوزر القناه + اليوزر
     ⪼ لـ تثبيت اليـوزر بقنـاة معينـه   
✥┊ .ايقاف التثبيت
     ⪼ لـ إيقـاف عمليـة التثبيت التلقـائـي
     ـ●━━━━━━━━━━━━━━●
ـ

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec3 = """
ـ                    𖠜   Max Hunter Collector 𖠜
     ـ●━━━━━━━━━━━━━━━━━━━━●
✥┊⌔ مـرحبـاً عـزيـزي 𓏺
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━━━━━━━●
✥┊.تجميع المليار :  تـجميع نقاطـ بوت المليار   💰
✥┊.تجميع الجوكر    :  تجميع نقاط بوت الجوكر   💰
     ـ●━━━━━━━━━━━━━━━━━━━━●
ـ

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
sec4 = """
𖠜 Max Hunter Checker 𖠜  Developer
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ .صيد + العدد + النوع + يوزر القناة : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ .حالة الصيد : لمعرفة تقدم الصيد

✩ .ايقاف الصيد : لايقاف الصيد
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
ـ          𖠜 Max Hunter FloodWait 𖠜
     ـ●━━━━━━━━━━━━━━●
✥┊⌔ اهلا بك فى قسم التثبيت
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━●
✥┊ .تثبيت تلقائي + عدد التثبيت + يوزر القناه + اليوزر
     ⪼ لـ تثبيت اليـوزر بقنـاة معينـه   
✥┊ .ايقاف التثبيت
     ⪼ لـ إيقـاف عمليـة التثبيت التلقـائـي
     ـ●━━━━━━━━━━━━━━●
ـ

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
tele_checker = '''
𖠜 Max Hunter Checker 𖠜  Developer
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ .صيد + العدد + النوع + يوزر القناة : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ .حالة الصيد : لمعرفة تقدم الصيد

✩ .ايقاف الصيد : لايقاف الصيد
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
ـ          𖠜 Max Hunter FloodWait 𖠜
     ـ●━━━━━━━━━━━━━━●
✥┊⌔ اهلا بك فى قسم التثبيت
✥┊⌔  إضغـط على الامـر لـنسخه ©️
     ـ●━━━━━━━━━━━━━━●
✥┊ .تثبيت تلقائي + عدد التثبيت + يوزر القناه + اليوزر
     ⪼ لـ تثبيت اليـوزر بقنـاة معينـه   
✥┊ .ايقاف التثبيت
     ⪼ لـ إيقـاف عمليـة التثبيت التلقـائـي
     ـ●━━━━━━━━━━━━━━●
ـ

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
tele_checker2 = '''
سورس max

- HeLL - 🏴‍☠️ :

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
1 : ثلاثي🚀

2 : ثلاثـي فقط احرف و اخر ارقام🚀

3 : خماسي مثال dv777,dd777🚀

4 : سداسي مثال dv7777,dd7777🚀

5 : سباعي مثال dv77777,dd77777🚀

6 : خماسي مثال d1d1d,dvdvd🚀

7 : خماسي مثال d1dd1,dvddv🚀

8 : خماسي مثال d111d,dvvvd🚀

9 : خماسي مثال dd111,ddvvv🚀

10 : خماسي مثال d11d1,dvvdv🚀

11 : خماسي مثال d1ddd,dvddd🚀

12 : خماسي مثال dd1dd,ddvdd🚀

13 :خماسي مثال ddd1d,dddvd🚀

14 : سباعي مثال sss1sss🚀

15 : يوزر بوت HDRbot🚀

16 : حساب المطور ماكس : @YFYYF
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
𖠜 MaX Hunter Checker 𖠜 ➧ Developer
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ .صيد + العدد + النوع + يوزر القناة : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ .حالة الصيد : لمعرفة تقدم الصيد

✩ .ايقاف الصيد : لايقاف ╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
- مثـال╎ `.صيد 300 2 @YFYYF`🐽����'''
